import React from 'react';
import './SeeResults.scss';

export class ResultContent extends React.Component {
    render() {
        return (
            <section className="result-content">
                Вы не готовы отказаться от вкусной еды, поэтому
                все диеты воспринимаются вами, как неприятность,
                которую просто нужно пережить. Со спортом у вас тоже натянутые отношения — то ли из-за нехватки времени,
                то ли из-за отсутствия желания.

                Строгие диеты вам категорически не подходят, поэтому рекомендуем обратить внимание на способ похудения
                с минимальным количеством ограничений в рационе. Такой является низкоуглеводная кето-диета. Придерживаясь этой диеты вы все так же можете продолжать есть вкусные и любимые продукты: сыр, мясо, бекон, молочку, морепродукты и даже майонез. Правда при условии, что последний будет приготовлен
                из проверенных ингредиентов. При этом, конечно, придется поубавить аппетит к сахару, мучному
                и фруктам.

                Кето-диета поможет постепенно перестроить организм, научить его “питаться” не углеводами, а жирами.
                Чтобы усилить действие данной диеты, достаточно просто больше ходить пешком и пить больше воды.

                Особенностью кето-диеты является глубокая физиологическая перестройка организма. Поэтому
                даже с высокой степенью здоровья организма важно быть готовыми к ряду побочных эффектов: вялости, головным болям, тошноте, проблемах с желудком
                и длительному периоду вхождения в кетоз (состояние,
                при котором начинает сжигаться жир).

                Но всегда можно найти выход, не отказываясь
                от достаточно эффективной диеты. Негативные последствия кето-диеты можно устранить специальными полезными добавками. Рекомендуем обратить внимание на одно средство такого рода — Keto Eat&Fit

                Этот продукт рекомендуют профессиональные
                диетологи, так как он безопасен для здоровья и помогает
                худеть без побочных эффектов. Благодаря Keto Eat&Fit можно в два раза быстрее достичь кетоза и начать сжигать жир быстрее. Доказано, что кето-диета вместе
                с Keto Eat&Fit позволяют похудеть за месяц до 12 кг!
                Вы сможете худеть и не чувствовать, что вам это
                в тягость.

            </section>
        );
    }
}